Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# RemoteTVButtonDescriptionTVApp
source: Press the TV button on your remote to go to the Home tab in Apple TV app. To go to the Home Screen, press the TV button again or press and hold Menu or @@BACK@@.
ar: اضغط على زر TV في الريموت للانتقال إلى علامة تبويب "الرئيسية" في تطبيق Apple TV. للانتقال إلى الشاشة الرئيسية، اضغط على زر TV مرة أخرى أو اضغط مطولاً على Menu أو @@BACK@@.
ca: Prem el botó TV del comandament per anar a la pestanya d’inici de l’app TV. Per anar a la pantalla d’inici, torna a prémer el botó TV o mantén premut el botó de menú o @@BACK@@.
cs: Stisknutím tlačítka TV na ovladači přejdete na panel Plocha v aplikaci Apple TV. Dalším stisknutím tlačítka TV nebo podržením tlačítka Menu či @@BACK@@ přejdete na plochu.
da: Tryk på TV-knappen på fjernbetjeningen for at gå til fanen Hjem i Apple TV-appen. Tryk en gang mere på TV-knappen, eller brug et langt tryk på Menu eller @@BACK@@ for at gå til hjemmeskærmen.
de: Drücke die TV-Taste auf deiner Fernbedienung, um den Home-Tab in der Apple TV App zu öffnen. Um den Home-Bildschirm zu öffnen, drücke die TV-Taste erneut oder halte „Menu“ oder „@@BACK@@“ gedrückt.
el: Πατήστε το κουμπί τηλεόρασης στο τηλεχειριστήριο για μετάβαση στην καρτέλα «Αρχική» της εφαρμογής Apple TV. Για μετάβαση στην οθόνη Αφετηρίας, πατήστε πάλι το κουμπί τηλεόρασης ή πατήστε παρατεταμένα το Menu ή το @@BACK@@.
es: Pulsa el botón TV del mando a distancia para ir a la pestaña Inicio de la app Apple TV. Para ir a la pantalla de inicio, vuelve a pulsar el botón TV o mantén pulsado el botón Menú o @@BACK@@.
es_us: Presiona el botón TV de tu control para ir a la pestaña Inicio de la app Apple TV. Para ir a la pantalla de inicio, vuelve a presionar el botón TV o mantén presionado Menu o @@BACK@@.
fi: Siirry Apple TV ‑apin Koti-välilehdelle painamalla kaukosäätimen TV-painiketta. Pääset Koti-valikkoon painamalla TV-painiketta uudelleen tai pitämällä Menu- tai @@BACK@@-painiketta painettuna.
fr: Appuyez sur le bouton TV de votre télécommande pour accéder à l’onglet Accueil dans l’app Apple TV. Appuyez de nouveau sur le bouton TV ou maintenez enfoncé le bouton Menu ou @@BACK@@ pour accéder à l’écran d’accueil.
fr_ca: Appuyez sur le bouton TV de votre télécommande pour accéder à l’onglet Accueil de l’app Apple TV. Pour afficher l’écran d’accueil, appuyez de nouveau sur le bouton TV, ou appuyez de façon prolongée sur Menu ou @@BACK@@.
he: ניתן ללחוץ על הכפתור TV בשלט כדי לעבור לכרטיסיית עמוד הבית ביישום TV של Apple. כדי לעבור למסך הבית ניתן ללחוץ שוב על הכפתור TV או ללחוץ לחיצה ארוכה על הכפתור Menu או על @@BACK@@.
hi: Apple TV ऐप में होम टैब पर जाने के लिए अपने रिमोट पर TV बटन दबाएँ। होम स्क्रीन पर जाने के लिए TV बटन फिर से दबाएँ या मेन्यू या @@BACK@@ को दबाए रखें।
hr: Pritisnite tipku TV na upravljaču za prijelaz na karticu Naslovnica u aplikaciji Apple TV. Za prijelaz na početni zaslon ponovno pritisnite tipku TV ili pritisnite i zadržite tipku Menu ili @@BACK@@.
hu: A TV gombot a távirányítón megnyomva megnyithatja a Kezdőlapot az Apple TV appban. A Főképernyőt a TV gomb ismételt megnyomásával érheti el, illetve a Menu vagy a @@BACK@@ gomb lenyomva tartásával.
id: Tekan tombol TV di remote Anda untuk membuka tab Beranda di app Apple TV. Untuk membuka Layar Utama, tekan lagi tombol TV atau tekan dan tahan Menu atau @@BACK@@.
it: Per accedere al pannello Home nell’app Apple TV, premi il tasto TV sul telecomando. Per andare alla schermata Home, premi nuovamente il tasto TV oppure tieni premuto Menu o @@BACK@@.
ja: リモコンでTVボタンを押すと、Apple TVアプリの“ホーム”タブへ移動します。ホーム画面に移動するには、TVボタンをもう一度押すか、MENUまたは@@BACK@@を長押しします。
ko: 리모컨의 TV 버튼을 누르면 Apple TV 앱의 홈 탭으로 이동합니다. 홈 화면으로 이동하려면 TV 버튼을 다시 누르거나 Menu 또는 @@BACK@@ 버튼을 길게 누르십시오.
ms: Tekan butang TV pada kawalan jauh anda untuk pergi ke tab Laman Utama dalam app Apple TV. Untuk pergi ke Skrin Utama, tekan butang TV sekali lagi atau tekan dan tahan Menu atau @@BACK@@.
nb: Trykk på TV-knappen på fjernkontrollen for å gå til Hjem-fanen i TV-appen. Gå til Hjem-skjermen ved å trykke på TV-knappen igjen eller ved å trykke og holde på MENU eller @@BACK@@.
nl: Druk op de TV-knop van je afstandsbediening om naar het tabblad 'Home' in de Apple TV-app te gaan. Om naar het beginscherm te gaan, druk je nogmaals op de TV-knop of houd je de menuknop of @@BACK@@ ingedrukt.
pl: Aby przejść do karty Ekran główny w aplikacji Apple TV, naciśnij przycisk TV na pilocie. Aby przejść do ekranu głównego, naciśnij ten przycisk ponownie albo naciśnij i przytrzymaj przycisk Menu lub @@BACK@@.
pt_br: Pressione o botão TV no controle remoto para acessar a aba Início no app Apple TV. Para ir para a Tela de Início, pressione o botão TV novamente ou mantenha pressionado o botão Menu ou @@BACK@@.
pt_pt: Prima o botão TV no comando para aceder ao separador Início, na aplicação TV. Para ir para o ecrã principal, volte a premir o botão TV ou mantenha premido Menu ou @@BACK@@.
ro: Apăsați butonul TV de pe telecomandă pentru a accesa fila Acasă din aplicația Apple TV. Pentru a accesa ecranul principal, apăsați butonul TV din nou sau țineți apăsat pe butonul de meniu sau @@BACK@@.
ru: Чтобы перейти на Главную вкладку в приложении Apple TV, нажмите кнопку TV на пульте. Чтобы перейти на Главную, снова нажмите кнопку TV либо нажмите и удерживайте кнопку MENU или @@BACK@@.
sk: Stlačením tlačidla TV na ovládači prejdete do tabu Domov v apke Apple TV. Opätovným stlačením tlačidla TV alebo stlačením a podržaním tlačidla Menu alebo @@BACK@@ prejdete na plochu.
sl: Pritisnite gumb TV na daljincu, da odprete zavihek Domov v aplikaciji Apple TV. Da odprete domači zaslon, še enkrat pritisnite gumb TV ali pa pritisnite in pridržite gumb Menu ali @@BACK@@.
sv: Tryck på TV-knappen på fjärrkontrollen så kommer du till fliken Hem i Apple TV-appen. Tryck på TV-knappen igen eller håll in menyknappen eller @@BACK@@ så öppnas hemskärmen.
th: กดปุ่ม TV บนรีโมทของคุณเพื่อไปที่แถบหน้าแรกในแอป Apple TV ในการไปที่หน้าจอโฮม ให้กดปุ่ม TV อีกครั้งหรือกดปุ่ม Menu หรือปุ่ม @@BACK@@ ค้างไว้
tr: Apple TV uygulamasında Ana Sayfa sekmesine gitmek için kumandanızda TV düğmesine basın. Ana ekrana gitmek için TV düğmesine yeniden basın veya MENU ya da @@BACK@@ düğmesini basılı tutun.
uk: Натисніть кнопку TV на пульті, щоб перейти до розділу «Домівка» в програмі TV від Apple. Щоб перейти на Початковий екран, натисніть кнопку TV ще раз або натисніть і утримуйте кнопку «Меню» чи @@BACK@@.
vi: Nhấn nút TV trên điều khiển từ xa của bạn để truy cập tab Trang chủ trong ứng dụng Apple TV. Để đi tới Màn hình chính, hãy nhấn lại nút TV hoặc nhấn và giữ Menu hoặc @@BACK@@.
zh_cn: 按下遥控器的电视按钮进入Apple TV App的“主页”标签页。若要前往主屏幕，请再次按下电视按钮，或按住Menu（菜单）按钮或 @@BACK@@。
zh_hk: 按下遙控器的TV按鈕前往Apple TV App的「首頁」分頁。如要前往主畫面，請再次按下TV按鈕或按住Menu（選單）或 @@BACK@@。
zh_tw: 按下遙控器上的電視按鈕來前往Apple TV App中的「首頁」標籤頁。若要前往主畫面，請再次按下電視按鈕或按住Menu（選單）或 @@BACK@@。

# RemoteTVButtonDescriptionTVApp#CH
source: Press the TV button on your remote to go to the Home tab in Videos app. To go to the Home Screen, press the TV button again or press and hold Menu or @@BACK@@.
ar: اضغط على زر TV في الريموت للانتقال إلى علامة تبويب "الرئيسية" في تطبيق الفيديوهات. للانتقال إلى الشاشة الرئيسية، اضغط على زر TV مرة أخرى أو اضغط مطولاً على Menu أو @@BACK@@.
ca: Prem el botó TV del comandament per anar a la pestanya d’inici de l’app Vídeos. Per anar a la pantalla d’inici, torna a prémer el botó TV o mantén premut el botó de menú o @@BACK@@.
cs: Stisknutím tlačítka TV na ovladači přejdete na panel Plocha v aplikaci Videa. Dalším stisknutím tlačítka TV nebo podržením tlačítka Menu či @@BACK@@ přejdete na plochu.
da: Tryk på TV-knappen på fjernbetjeningen for at gå til fanen Hjem i appen Videoer. Tryk en gang mere på TV-knappen, eller brug et langt tryk på Menu eller @@BACK@@ for at gå til hjemmeskærmen.
de: Drücke die TV-Taste auf deiner Fernbedienung, um den Home-Tab in der Videos-App zu öffnen. Um den Home-Bildschirm zu öffnen, drücke die TV-Taste erneut oder halte „Menu“ oder „@@BACK@@“ gedrückt.
el: Πατήστε το κουμπί τηλεόρασης στο τηλεχειριστήριο για μετάβαση στην καρτέλα «Αρχική» της εφαρμογής «Βίντεο». Για μετάβαση στην οθόνη Αφετηρίας, πατήστε πάλι το κουμπί τηλεόρασης ή πατήστε παρατεταμένα το Menu ή το @@BACK@@.
es: Pulsa el botón TV del mando a distancia para ir a la pestaña Inicio de la app Vídeos. Para ir a la pantalla de inicio, vuelve a pulsar el botón TV o mantén pulsado el botón Menú o @@BACK@@.
es_us: Presiona el botón TV de tu control para ir a la pestaña Inicio de la app Videos. Para ir a la pantalla de inicio, vuelve a presionar el botón TV o mantén presionado Menu o @@BACK@@.
fi: Siirry Videot-apin Koti-välilehdelle painamalla kaukosäätimen TV-painiketta. Pääset Koti-valikkoon painamalla TV-painiketta uudelleen tai pitämällä Menu- tai @@BACK@@-painiketta painettuna.
fr: Appuyez sur le bouton TV de votre télécommande pour accéder à l’onglet Accueil dans l’app Vidéos. Appuyez de nouveau sur le bouton TV ou maintenez enfoncé le bouton Menu ou @@BACK@@ pour accéder à l’écran d’accueil.
fr_ca: Appuyez sur le bouton TV de votre télécommande pour accéder à l’onglet Accueil de l’app Vidéos. Pour afficher l’écran d’accueil, appuyez de nouveau sur le bouton TV, ou appuyez de façon prolongée sur Menu ou @@BACK@@.
he: ניתן ללחוץ על הכפתור TV בשלט כדי לעבור לכרטיסיית עמוד הבית ביישום ״סרטים״. כדי לעבור לעמוד הבית, ניתן ללחוץ שוב על הכפתור TV או ללחוץ לחיצה ארוכה על הכפתור Menu או על @@BACK@@.
hi: वीडियो ऐप में होम टैब पर जाने के लिए अपने रिमोट पर TV बटन दबाएँ। होम स्क्रीन पर जाने के लिए TV बटन फिर से दबाएँ या मेन्यू या @@BACK@@ को दबाए रखें।
hr: Pritisnite tipku TV na upravljaču za prijelaz na karticu Naslovna stranica u aplikaciji Videozapisi. Za prijelaz na početni zaslon ponovno pritisnite tipku TV ili pritisnite i zadržite tipku Menu ili @@BACK@@.
hu: A TV gombot a távirányítón megnyomva megnyithatja a Kezdőlapot a Videók appban. A Főképernyőt a TV gomb ismételt megnyomásával érheti el, illetve a Menu vagy a @@BACK@@ gomb lenyomva tartásával.
id: Tekan tombol TV di remote Anda untuk membuka tab Halaman utama di app Video. Untuk membuka Layar Utama, tekan lagi tombol TV atau tekan dan tahan Menu atau @@BACK@@.
it: Per accedere al pannello Home nell’app Video, premi il tasto TV sul telecomando. Per andare alla schermata Home, premi nuovamente il tasto TV oppure tieni premuto Menu o @@BACK@@.
ja: リモコンでTVボタンを押すと、ビデオアプリの“ホーム”タブへ移動します。ホーム画面に移動するには、TVボタンをもう一度押すか、MENUまたは@@BACK@@を長押しします。
ko: 리모컨의 TV 버튼을 누르면 비디오 앱의 홈 탭으로 이동합니다. 홈 화면으로 이동하려면 TV 버튼을 다시 누르거나 Menu 또는 @@BACK@@ 버튼을 길게 누르십시오.
ms: Tekan butang TV pada kawalan jauh anda untuk pergi ke tab Laman Utama dalam app Video. Untuk pergi ke Skrin Utama, tekan butang TV sekali lagi atau tekan dan tahan Menu atau @@BACK@@.
nb: Trykk på TV-knappen på fjernkontrollen for å gå til Hjem-fanen i Videoer-appen. Gå til Hjem-skjermen ved å trykke på TV-knappen igjen eller ved å trykke og holde på MENU eller @@BACK@@.
nl: Druk op de TV-knop van je afstandsbediening om naar het tabblad 'Home' in de Video's-app te gaan. Om naar het beginscherm te gaan, druk je nogmaals op de TV-knop of houd je de menuknop of @@BACK@@ ingedrukt.
pl: Aby przejść do karty Ekran główny w aplikacji Wideo, naciśnij przycisk TV na pilocie. Aby przejść do ekranu głównego, naciśnij ten przycisk ponownie albo naciśnij i przytrzymaj przycisk Menu lub @@BACK@@.
pt_br: Pressione o botão TV no controle remoto para acessar a aba Início no app Vídeos. Para ir para a Tela de Início, pressione o botão TV novamente ou mantenha pressionado o botão Menu ou @@BACK@@.
pt_pt: Prima o botão TV no comando para aceder ao separador Início, na aplicação Vídeos. Para ir para o ecrã principal, volte a premir o botão TV ou mantenha premido Menu ou @@BACK@@.
ro: Apăsați butonul TV de pe telecomandă pentru a accesa fila Acasă din aplicația Videoclipuri. Pentru a accesa ecranul principal, apăsați butonul TV din nou sau țineți apăsat pe butonul de meniu sau @@BACK@@.
ru: Чтобы перейти на Главную вкладку в приложении «Видео», нажмите кнопку TV на пульте. Чтобы перейти на Главную, снова нажмите кнопку TV либо нажмите и удерживайте кнопку MENU или @@BACK@@.
sk: Stlačením tlačidla TV na ovládači prejdete do tabu Domov v apke Videá. Opätovným stlačením tlačidla TV alebo stlačením a podržaním tlačidla Menu alebo @@BACK@@ prejdete na plochu.
sl: Pritisnite gumb TV na daljincu, da odprete zavihek Domov v aplikaciji Videi. Da odprete domači zaslon, še enkrat pritisnite gumb TV ali pa pritisnite in pridržite gumb Menu ali @@BACK@@.
sv: Tryck på TV-knappen på fjärrkontrollen så kommer du till fliken Hem i appen Videor. Tryck på TV-knappen igen eller håll in menyknappen eller @@BACK@@ så öppnas hemskärmen.
th: กดปุ่ม TV บนรีโมทของคุณเพื่อไปที่แถบหน้าแรกในแอปวิดีโอ ในการไปที่หน้าจอโฮม ให้กดปุ่ม TV อีกครั้งหรือกดปุ่ม Menu หรือปุ่ม @@BACK@@ ค้างไว้
tr: Videolar uygulamasında Ana Sayfa sekmesine gitmek için kumandanızda TV düğmesine basın. Ana ekrana gitmek için TV düğmesine yeniden basın veya MENU ya da @@BACK@@ düğmesini basılı tutun.
uk: Натисніть кнопку «ТВ» на пульті, щоб перейти до розділу «Домівка» у програмі «Відео». Щоб перейти на Початковий екран, натисніть кнопку «ТВ» ще раз або натисніть і утримуйте кнопку «Меню» чи @@BACK@@.
vi: Nhấn nút TV trên điều khiển từ xa của bạn để truy cập tab Trang chủ trong ứng dụng Video. Để đi tới Màn hình chính, hãy nhấn lại nút TV hoặc nhấn và giữ Menu hoặc @@BACK@@.
zh_cn: 按下遥控器的电视按钮进入“视频”App的“主页”标签页。若要前往主屏幕，请再次按下电视按钮，或按住Menu（菜单）按钮或 @@BACK@@。
zh_hk: 按下遙控器上的TV按鈕前往「影片」App的「首頁」分頁。如要前往主畫面，請再次按下TV按鈕或按住Menu（選單）或 @@BACK@@。
zh_tw: 按下遙控器上的電視按鈕來前往「影片」App中的「首頁」標籤頁。若要前往主畫面，請再次按下電視按鈕或按住Menu（選單）或 @@BACK@@。

# RemoteTVButtonTitle
source: TV Button
ar: زر التلفزيون
ca: Botó TV
cs: Tlačítko TV
da: TV-knap
de: TV-Taste
el: Κουμπί τηλεόρασης
es: Botón TV
es_us: Botón TV
fi: TV-painike
fr: Bouton TV
fr_ca: Bouton TV
he: הכפתור TV
hi: TV बटन
hr: Tipka TV
hu: TV gomb
id: Tombol TV
it: Tasto TV
ja: TVボタン
ko: TV 버튼
ms: Butang TV
nb: TV-knapp
nl: TV-knop
pl: Przycisk TV
pt_br: Botão TV
pt_pt: Botão TV
ro: Butonul TV
ru: Кнопка TV
sk: Tlačidlo TV
sl: Gumb TV
sv: TV-knapp
th: ปุ่ม TV
tr: TV Düğmesi
uk: Кнопка «ТВ»
vi: Nút TV
zh_cn: 电视按钮
zh_hk: TV按鈕
zh_tw: 電視按鈕

# RemoteTVButtonTitleHomeScreen
source: Home Screen
ar: الشاشة الرئيسية
ca: Pantalla d’inici
cs: Plocha
da: Hjemmeskærm
de: Home-Bildschirm
el: Οθόνη Αφετηρίας
es: Pantalla de inicio
es_us: Pantalla de inicio
fi: Koti-valikko
fr: Écran d’accueil
fr_ca: Écran d’accueil
he: מסך הבית
hi: होम स्क्रीन
hr: Početni zaslon
hu: Főképernyő
id: Layar Utama
it: Schermata Home
ja: ホーム画面
ko: 홈 화면
ms: Skrin Utama
nb: Hjem-skjermen
nl: Beginscherm
pl: Ekran główny
pt_br: Tela de Início
pt_pt: Ecrã principal
ro: Ecran principal
ru: Экран «Домой»
sk: Plocha
sl: Domači zaslon
sv: Hemskärmen
th: หน้าจอโฮม
tr: Ana Ekran
uk: Початковий екран
vi: Màn hình chính
zh_cn: 主屏幕
zh_hk: 主畫面
zh_tw: 主畫面

# RemoteTVButtonTitleTVApp
source: Apple TV App
ar: تطبيق Apple TV
ca: App TV
cs: Aplikace Apple TV
da: Apple TV-appen
el: Εφαρμογή Apple TV
es: App Apple TV
es_us: App Apple TV
fi: Apple TV -appi
fr: App Apple TV
fr_ca: App Apple TV
he: היישום ⁨‏TV של Apple⁩
hi: Apple TV ऐप
hr: Aplikacija Apple TV
id: App Apple TV
it: App Apple TV
ja: Apple TVアプリ
ko: Apple TV 앱
ms: App Apple TV
nb: Apple TV-appen
pl: Aplikacja Apple TV
pt_br: App Apple TV
pt_pt: Aplicação TV
ro: Aplicația Apple TV
ru: Приложение Apple TV
sk: Apka Apple TV
sl: Aplikacija Apple TV
sv: Apple TV-appen
th: แอป Apple TV
tr: Apple TV Uygulaması
uk: Програма TV від Apple
vi: Ứng dụng Apple TV

# RemoteTVButtonTitleTVApp#CH
source: Videos App
ar: تطبيق الفيديوهات
ca: App Vídeos
cs: Aplikace Videa
da: Appen Videoer
el: Εφαρμογή «Βίντεο»
es: App Vídeos
es_us: App Videos
fi: Videot-appi
fr: App Vidéos
fr_ca: App Vidéos
he: היישום ״סרטים״
hi: वीडियो ऐप
hr: Aplikacija Videozapisi
hu: Videók app
id: App Video
it: App Video
ja: ビデオアプリ
ko: 비디오 앱
ms: App Video
nb: Videoer-appen
pl: Aplikacja Wideo
pt_br: App Vídeos
pt_pt: Aplicação Vídeos
ro: Aplicația Videoclipuri
ru: Приложение «Видео»
sk: Apka Videá
sl: Aplikacija Videi
sv: Videor-appen
th: แอปวิดีโอ
tr: Video Uygulaması
uk: Програма «Відео»
vi: Ứng dụng Video
zh_cn: “视频”App
zh_hk: 「影片」App
zh_tw: 影片App

# ResetAllSettingsButton
source: Reset
ar: إعادة تعيين
ca: Restableix
cs: Resetovat
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
es_us: Restablecer
fi: Nollaa
fr: Réinitialiser
fr_ca: Réinitialiser
he: איפוס
hi: रीसेट करें
hr: Resetiraj
hu: Alaphelyzetbe állítás
id: Atur Ulang
it: Inizializza
ja: リセット
ko: 재설정
nb: Nullstill
nl: Herstel
pl: Wyzeruj
pt_br: Redefinir
pt_pt: Repor
ro: Resetați
ru: Сбросить
sk: Resetovať
sl: Ponastavi
sv: Nollställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_cn: 还原
zh_hk: 重設
zh_tw: 重置

# ResetAllWaitForRebootText
source: Preparing to reset…
ar: يجري التحضير لإعادة التعيين…
ca: Preparant per restablir…
cs: Příprava na resetování…
da: Forbereder nulstilling…
de: Zurücksetzen vorbereiten …
el: Προετοιμασία για επαναφορά…
es: Preparando para restablecer los ajustes…
es_us: Preparándose para restablecer…
fi: Valmistaudutaan nollaamaan…
fr: Préparation de la réinitialisation…
fr_ca: Préparation de la réinitialisation…
he: מתכונן לאיפוס…
hi: रीसेट करने के लिए तैयार किया जा रहा है…
hr: Pripremanje za resetiranje…
hu: Az alaphelyzetbe állítás előkészítése…
id: Bersiap-siap mengatur ulang…
it: Preparo l’inizializzazione…
ja: リセットの準備中…
ko: 재설정 준비 중…
ms: Bersedia untuk mereset…
nb: Forbereder nullstilling…
nl: Herstellen voorbereiden…
pl: Przygotowuję zerowanie…
pt_br: Preparando para redefinir…
pt_pt: A preparar para repor…
ro: Pregătire resetare…
ru: Подготовка к сбросу…
sk: Pripravujem resetovanie…
sl: Pripravljanje na ponastavitev …
sv: Förbereder nollställning…
th: กำลังเตรียมเพื่อรีเซ็ต…
tr: Sıfırlanmaya hazırlanıyor…
uk: Готується скидання…
vi: Đang chuẩn bị đặt lại…
zh_cn: 正在准备还原…
zh_hk: 正在準備重設⋯
zh_tw: 正在準備重置⋯

# ResetCancelButton
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消
